Repository: svthalia/concrexit
Catalog: website/registrations/locale/*/LC_MESSAGES/django.po
Languages: nl

source: You currently have an active membership for your entire study duration. Did you graduate or stop with your studies for some other reason? Please let us know by sending an email to info@thalia.nu.
nl: Je hebt op dit moment een actief lidmaatschap dat geldig is totdat je afstudeert. Ben je klaar met studeren of ben je om een andere reden gestopt? Laat ons dat alsjeblieft weten door een mail te sturen naar info@thalia.nu.

source: Congratulations, your renewal request has been approved! The renewal will be completed once you have paid your contribution. You can do this 'in real life' by going to the board room of Thalia and paying in cash or by card, or you can pay using Thalia Pay.
nl: Gefeliciteerd, je aanvraag tot verlenging is goedgekeurd! De verlenging zal voltooid worden zodra je de contributie hebt betaald. Dit kun je doen ‘in het echt’ door naar de bestuurskamer van Thalia te komen en contant of met pin te betalen, of je kunt betalen met Thalia Pay.

source: Pay with Thalia Pay
nl: Betaal met Thalia Pay

source: To enable Thalia Pay, add a bank account to your account and sign a direct debit mandate.
nl: Om Thalia Pay te gebruiken, voeg je een bankrekening toe aan je account en teken je hiervoor een incassomachtiging.

source: You have a renewal request queued for review. You will receive an email once your request has been reviewed.
nl: Je hebt al een aanvraag tot verlenging openstaan. Je ontvangt een email zodra deze aanvraag is behandeld.

source: completed
nl: voltooid

source: Congratulations! Your payment has been processed and your renewal is now completed.
nl: Gefeliciteerd! Je betaling is verwerkt en je verlenging is nu voltooid.

source: success
nl: gelukt

source: Thank you! We'll review your submission as soon as possible.
nl: Bedankt! We beoordelen je verzoek zo snel mogelijk.

source: Successfully accepted %s.
nl: %s succesvol goedgekeurd.

source: Could not accept %s.
nl: %s kon niet worden goedgekeurd.

source: Could not accept %s. Username is not unique.
nl: %s kon niet worden goedgekeurd. De gebruikersnaam is niet uniek.

source: Successfully rejected %s.
nl: %s succesvol afgekeurd.

source: Could not reject %s.
nl: %s kon niet worden afgekeurd.

source: You have paid with Thalia Pay.
nl: Je hebt betaald met Thalia Pay.
