Repository: svthalia/concrexit
Catalog: website/registrations/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Application information
nl: Registratieinformatie

source: Personal information
nl: Persoonlijke informatie

source: Address
nl: Adres

source: University information
nl: Unversiteitsinformatie

source: references
nl: referenties

source: Processed
nl: Verwerkt

source: Unprocessed
nl: Onverwerkt

source: Successfully rejected %(count)d %(items)s.
nl: %(count)d %(items)s succesvol afgekeurd.

source: The selected registration(s) could not be rejected.
nl: De geselecteerde registratie(s) konden niet worden afgekeurd.

source: Reject selected registrations
nl: Keur geselecteerde registraties af

source: Successfully accepted %(count)d %(items)s.
nl: %(count)d %(items)s succesvol goedgekeurd.

source: The selected registration(s) could not be accepted.
nl: De geselecteerde registratie(s) konden niet worden goedgekeurd.

source: Accept selected registrations
nl: Keur geselecteerde registraties goed

source: name
nl: naam

source: Registrations
nl: Registraties

source: Confirm email address
nl: Bevestig e-mailadres

source: Registration accepted
nl: Registratie goedgekeurd

source: Registration rejected
nl: Registratie afgekeurd

source: Renewal accepted
nl: Verlenging goedgekeurd

source: Renewal rejected
nl: Verlenging afgekeurd

source: Renewal successful
nl: Verlenging succesvol

source: Information about references
nl: Informatie over referenties

source: birthday
nl: verjaardag

source: I accept the <a href="{}">privacy policy</a>.
nl: Ik accepteer het <a href="{}">privacybeleid</a>.

source: What lecture year did you start studying at Radboud University?
nl: Welk collegejaar ben je begonnen met studeren aan de Radboud Universiteit?

source: I am an employee of iCIS
nl: Ik ben een medewerker van iCIS

source: Benefactors cannot give references.
nl: Begunstigers kunnen geen referenties geven.

source: It's not possible to give references for memberships that start after your own membership's end.
nl: Het is niet mogelijk een referentie te geven voor lidmaatschappen die starten na het einde van je eigen lidmaatschap.

source: You've already given a reference for this person.
nl: Je hebt deze persoon al een referentie gegeven.

source: created at
nl: aangemaakt op

source: updated at
nl: bijgewerkt op

source: Awaiting email confirmation
nl: In afwachting van e-mail confirmatie

source: Ready for review
nl: Klaar voor beoordeling

source: Rejected
nl: Afgekeurd

source: Accepted
nl: Goedgekeurd

source: Completed
nl: Voltooid

source: One year
nl: Één jaar

source: Until graduation
nl: Tot afstuderen

source: membership length
nl: lengte lidmaatschap

source: contribution
nl: contributie

source: no references required
nl: geen referenties benodigd

source: membership type
nl: soort lidmaatschap

source: remarks
nl: opmerkingen

source: This field is required for benefactors.
nl: Dit veld is verplicht voor begunstigers.

source: entry
nl: invoer

source: entries
nl: invoeren

source: Review registration and renewal entries
nl: Beoordeel registraties en verlengingen

source: Username
nl: Gebruikersnaam

source: Enter value to override the auto-generated username (e.g. if it is not unique)
nl: Voer waarde in om de automatisch gegenereerde gebruikersnaam te overschrijven (bijv. als deze niet uniek is)

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: language
nl: taal

source: Email address
nl: E-mailadres

source: phone number
nl: telefoonnummer

source: please enter a valid phone number
nl: voer alstublieft een geldig telefoonnummer in

source: student number
nl: studentnummer

source: enter a valid student- or e/z/u-number.
nl: voer een geldig student- of e/z/u-nummer in.

source: With prefix. For example: 's5603249'.
nl: Met voorvoegsel. Bijvoorbeeld: 's5603249'.

source: study programme
nl: studie

source: starting year
nl: startjaar

source: please use the format <street> <number>
nl: specificeer als <straat> <nummer>

source: street and house number
nl: straat en huisnummer

source: second address line
nl: tweede adresregel

source: postal code
nl: postcode

source: city
nl: stad

source: Country
nl: Land

source: mailinglist opt-in
nl: mailinglijst opt-in

source: birthday calendar opt-in
nl: verjaardagskalender opt-in

source: A user with that email address already exists. Login using the existing account and renew the membership by visiting the account settings.
nl: Er bestaat al een gebruiker met dit e-mailadres. Login met het bestaande account en vernieuw het lidmaatschap in de accountinstellingen.

source: A user with that student number already exists. Login using the existing account and renew the membership by visiting the account settings.
nl: Er bestaat al een gebruiker met dit studentnummer. Login met het bestaande account en vernieuw het lidmaatschap in de accountinstellingen.

source: This field is required.
nl: Dit veld is verplicht.

source: A user with that username already exists.
nl: Er bestaat al een gebruiker met deze gebruikersnaam.

source: registration
nl: registratie

source: registrations
nl: registraties

source: member
nl: lid

source: You already have a renewal request queued for review.
nl: Je hebt al een aanvraag tot verlenging openstaan.

source: You currently have an active membership.
nl: Je hebt op dit moment een actief lidmaatschap.

source: You cannot renew your membership at this moment.
nl: Je kunt je lidmaatschap op dit moment niet verlengen.

source: Benefactors cannot have a membership that lasts their entire study duration.
nl: Begunstigers kunnen geen lidmaatschap hebben dat loopt tot afstuderen.

source: renewal
nl: verlenging

source: renewals
nl: verlenging

source: You have already paid.
nl: Je hebt al betaald.

source: You do not have Thalia Pay enabled.
nl: Je maakt geen gebruik van Thalia Pay.

source: Resend confirmation email
nl: Verstuur bevestigingsmail opnieuw

source: Revert review
nl: Opnieuw beoordelen

source: Accept
nl: Goedkeuren

source: Reject
nl: Afkeuren

source: Become a Member
nl: Lid worden

source: Thalia is the study association for Computing Science and Information Sciences students at the Radboud University in Nijmegen. Thalia organises a wide variety of activities, such as bowling events, go cart racing, lunch lectures, drinks and much more! Furthermore, members get access to our tests and summaries database, as well as discounts on books. There's no reason not to become a member!
nl: Thalia is de studievereniging voor Informatica en Informatiekunde studenten van de Radboud Universiteit te Nijmegen. Thalia organiseert diverse activiteiten, zoals bowlen, karten, lunchlezingen, borrels en nog veel meer! Verder krijg je als lid toegang tot onze tentamen- en samenvattingendatabase en kun je met korting je studieboeken bestellen. Kortom, geen reden om niet lid te worden!

source: I'm a Computing Science or Information Sciences student at the Radboud University
nl: Ik studeer Informatica of Informatiekunde aan de Radboud Universiteit

source: You can become a member of Thalia at any time during the year. A membership costs € %(year_fees)s per year, or € %(study_fees)s for your entire study duration. Click on the button below to go to the registration form. Note: Only Computing Science and Information Sciences students at the Radboud University can become a member.
nl: Je kunt op elk moment van het collegejaar lid worden van Thalia. Een lidmaatschap kost € %(year_fees)s per jaar, of € %(study_fees)s voor je hele studieperiode. Klik op de knop hieronder om naar het inschrijfformulier te gaan. Let wel op: Je kunt alleen lid worden wanneer je informatica of informatiekunde studeert aan de Radboud Universiteit.

source: Become a member
nl: Lid worden

source: I'm not a Computing Science and Information Sciences student at the Radboud University
nl: Ik studeer geen Informatica of Informatiekunde aan de Radboud Universiteit

source: It is still possible to be associated with Thalia, even if you do not study Computing Science or Information Sciences (anymore): You can become a benefactor. For at least € %(year_fees)s per year, you too can enjoy everything Thalia has to offer. If you are not a former Thalia member, iCIS staff member or alumni, you must collect two references of current Thalia members.
nl: Mocht je nu geen Informatica of Informatiekunde (meer) studeren, maar toch verbonden willen zijn, dan kan dat ook. Hiervoor kun je begunstiger van Thalia worden. Voor minimaal € %(year_fees)s per jaar kun je ook genieten van alles wat Thalia je te bieden heeft. Ben je geen oud-Thaliaan, iCIS medewerker of alumni, dan dien je twee referenties van leden van Thalia te verzamelen.

source: Become a benefactor
nl: Begunstiger worden

source: Payment can be made both in cash or by card. If you have any other questions about Thalia and/or your membership, feel free to email <a href="mailto:info@thalia.nu" rel="noopener" target="_blank">info@thalia.nu</a>!
nl: Betalen voor je lidmaatschap / begunstigerschap kan zowel contant als met de pin. Mocht je nog verdere vragen hebben over Thalia en/of je lidmaatschap dan kun je altijd mailen naar <a href="mailto:info@thalia.nu" rel="noopener" target="_blank">info@thalia.nu</a>!

source: confirm email address
nl: bevestig e-mailadres

source: Your email address has been confirmed. We'll review your membership registration as soon as possible. Please send us an email (info@thalia.nu) if you have any questions.
nl: Je e-mailadres is bevestigd. We bekijken je registratie zo snel mogelijk beoordelen. Mocht je vragen hebben, stuur dan een mailtje naar info@thalia.nu.

source: Dear %(name)s, Our information indicates that you're not an iCIS employee or a former Thalia member. This means that before we can review your membership registration we need to receive two references of current Thalia members. Share the following link with them to obtain their reference: %(reference_link)s If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, Volgens onze informatie ben je geen medewerker van iCIS of een voormalig lid van Thalia. Dit betekent dat we twee referenties van Thalia leden moeten ontvangen Voordat we je aanmelding kunnen behandelen. Deel de volgende link met een Thalia lid om een referentie te verkrijgen: %(reference_link)s Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, We have some wonderful news for you: your membership registration has been accepted! Unfortunately there is still one little thing that we have to take care of before you get access to everything Thalia has to offer: paying your membership fees. Please visit us during lunch break (12:15-13:15) in M1.0.08 so that we can make sure your registration is completed. The membership fees are €%(fees)s and can be paid using cash or a debit card. In the case you want to pay using a different method you can send an email to treasurer@thalia.nu. If you have any other questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, We hebben prachtig nieuws voor je: je registratie is goedgekeurd! Helaas moeten we nog wel een klein dingetje afhandelen voordat je toegang krijgt tot alles wat Thalia te bieden heeft: de lidmaatschapskosten. Het beste moment om dit te doen is tijdens de pauze (12:15-13:15) even langs te komen in M1.0.08 zodat we ervoor kunnen zorgen dat je registratie wordt voltooid. Deze lidmaatschapskosten zijn €%(fees)s en kunnen contant en met pin worden betaald. Mocht je toch op een andere manier willen betalen, stuur dan een e-mail naar penningmeester@thalia.nu. Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, Before we can review your membership registration we need confirmation that the email address you entered during the registration process is valid. Please open the following link in your web browser to confirm your email address: %(confirm_link)s If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, Voordat we je registratie kunnen beoordelen moeten we eerst controleren of het e-mailadres dat je hebt ingevuld tijdens je registratie geldig is. Open de volgende link in je webbrowser om je e-mailadres te bevestigen: %(confirm_link)s Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, Unfortunately we have some bad news for you: your membership registration has been rejected. This probably means that the information you entered was invalid in one or multiple ways. If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, Helaas hebben we slecht nieuws voor je: je registratie is afgekeurd. Dit betekent waarschijnlijk dat de gegevens die je hebt ingevuld op een of meerdere manieren incorrect zijn. Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, We have some wonderful news for you: your membership renewal has been accepted! Unfortunately there is still one little thing that we have to take care of before you get access to everything Thalia has to offer once again: paying your membership fees. The membership fees are €%(fees)s. Those can be paid in two ways: 1. You can pay by card or cash 'in real life' by coming to the Thalia board room. Please visit us during lunch break (12:15-13:15) in M1.0.08 so that we can make sure your membership renewal is completed. 2. You can let us withdraw the money from your bank account via Thalia Pay. For this, you will need to have a bank account added to your account and have signed a direct debit mandate. To pay with Thalia Pay, go to https://thalia.nu/user/membership/. If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, We hebben prachtig nieuws voor je: je verlenging is goedgekeurd! Helaas moeten we nog wel een klein dingetje afhandelen voordat je toegang krijgt tot alles wat Thalia te bieden heeft: de lidmaatschapskosten. Deze lidmaatschapskosten zijn €%(fees)s en kunnen op twee manieren betaald worden. 1. Je kunt contant of met pin betalen ‘in het echt’ in de bestuurskamer van Thalia. Kom tijdens de lunchpauze (12:15-13:15) naar M1.0.08 om je lidmaatschap te voltooien. 2. Je kunt de contributie van je bankrekening laten afschrijven via Thalia Pay. Hiervoor moet je een bankrekening toegevoegd hebben aan je account en daar een incassomachtiging voor hebben getekend. Om te betalen met Thalia Pay, ga naar https://thalia.nu/user/membership/. Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, Your membership renewal has been fully processed. If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, De verlenging van je lidmaatschap is verwerkt. Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, Unfortunately we have some bad news for you: your membership renewal has been rejected. This probably means that the information you entered was invalid in one or multiple ways. If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, Helaas hebben we slecht nieuws voor je: de verlenging van je lidmaatschap is afgekeurd. Dit betekent waarschijnlijk dat de gegevens die je hebt ingevuld op een of meerdere manieren incorrect zijn. Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: reference
nl: referentie

source: give reference
nl: geef referentie

source: It is still possible to be associated with Thalia, even if you do not study Computing Science or Information Sciences (anymore): You can become a benefactor. If you are not a former Thalia member, iCIS staff member or alumni, you must collect two references of current Thalia members. <br /><br /> <strong>%(name)s</strong> wants to become a benefactor of Thalia and needs such a reference and has asked you to give it to them.
nl: Mocht je nu geen Informatica of Informatiekunde (meer) studeren, maar toch verbonden willen zijn, dan kan dat ook. Hiervoor kun je begunstiger van Thalia worden. Ben je geen oud-Thaliaan, iCIS medewerker of alumni, dan dien je twee referenties van leden van Thalia te verzamelen.<br /><br /> <strong>%(name)s</strong> wil graag begunstiger van Thalia worden en heeft jouw gevraagd om een referentie te geven.

source: Your reference has been saved.
nl: Je referentie is opgeslagen.

source: Benefactor
nl: Begunstiger

source: If you've been a member before you should login using your existing account and renew your membership by visiting the account settings. You'll be unable to re-register using this form.
nl: Ben je al eens lid geweest van Thalia? Log dan in met je bestaande account en vernieuw je lidmaatschap in de accountinstellingen. Je kunt je niet opnieuw registreren via dit formulier.

source: If you have any other questions about Thalia and/or your membership, feel free to email <a href="mailto:info@thalia.nu" rel="noopener" target="_blank">info@thalia.nu</a>!
nl: Mocht je nog verdere vragen hebben over Thalia en/of je lidmaatschap dan kun je altijd mailen naar <a href="mailto:info@thalia.nu" rel="noopener" target="_blank">info@thalia.nu</a>!

source: Receive emails about (amongst others) job opportunities and in-house days from partners of Thalia.
nl: Ik wil e-mails ontvangen over (onder andere) baankansen en in-house dagen van partners van Thalia.

source: Display birthday in calendar
nl: Toon verjaardag in de kalender

source: send
nl: verstuur

source: Member
nl: Lid

source: A membership costs € %(year_fees)s per year, or € %(study_fees)s for your entire study duration. <br/> Note: Only Computing Science and Information Sciences students at the Radboud University can become a member.<br/><br/> It is still possible to be associated with Thalia, even if you do not study Computing Science or Information Sciences (anymore): You can become a benefactor. For at least € %(year_fees)s per year, you too can enjoy everything Thalia has to offer.<br/> <em> Note that this form is only for member registration. Please use the <a href="%(benefactor_register)s">benefactor registration page</a> if you want to become a benefactor. </em>
nl: Een lidmaatschap kost € %(year_fees)s per jaar, of € %(study_fees)s voor je hele studieperiode. <br/> Let wel op: Je kunt alleen lid worden wanneer je informatica of informatiekunde studeert aan de Radboud Universiteit.<br/><br/>Mocht je nu geen Informatica of Informatiekunde (meer) studeren, maar toch verbonden willen zijn, dan kan dat ook. Hiervoor kun je begunstiger van Thalia worden. Voor minimaal € %(year_fees)s per jaar kun je ook genieten van alles wat Thalia je te bieden heeft.<br/> <em>Let op dat dit formulier alleen gebruikt kan worden voor registratie van leden. Gebruik de <a href="%(benefactor_register)s">registratiepagina voor begunstigers</a> als je een begunstiger wilt worden.</em>

source: registration success
nl: registratie gelukt

source: Thank you! Before we can review your membership registration we need confirmation that the email address you entered during the registration process is valid. Please check your mailbox for the confirmation email.
nl: Bedankt! Voordat we je registratie kunnen beoordelen moeten we eerst controleren of het e-mailadres dat je hebt ingevuld tijdens de registratie geldig is. Controleer je inbox voor de verificatie e-mail.

source: A membership costs € %(year_fees)s per year, or € %(study_fees)s for your entire study duration. <br/> Note: Only Computing Science and Information Sciences students at the Radboud University can become a member. <br/><br/> It is still possible to be associated with Thalia, even if you do not study Computing Science or Information Sciences (anymore): You can become a benefactor. For at least € %(year_fees)s per year, you too can enjoy everything Thalia has to offer.
nl: Een lidmaatschap kost € %(year_fees)s per jaar, of € %(study_fees)s voor je hele studieperiode. <br/> Let wel op: Je kunt alleen lid worden wanneer je informatica of informatiekunde studeert aan de Radboud Universiteit. <br/><br/> Mocht je nu geen Informatica of Informatiekunde (meer) studeren, maar toch verbonden willen zijn, dan kan dat ook. Hiervoor kun je begunstiger van Thalia worden. Voor minimaal € %(year_fees)s per jaar kun je ook genieten van alles wat Thalia je te bieden heeft.

source: Are you currently paying per year for your membership? During the lecture year you're allowed to change your membership to one for your entire study duration without paying a double fee. Choose 'until graduation' option in the form below and click send. Just make you currently have an active membership. <br/><br/> If your membership is almost expiring or has expired you can renew it starting one month before expiration.
nl: Betaal je op dit moment per jaar voor je lidmaatschap? Dan kun je tijdens het studiejaar je lidmaatschap aanpassen naar een die geldig is tot je afstuderen zonder dat je dubbel betaalt. Kies voor ‘tot afstuderen’ in het onderstaande formulier en klik op ‘versturen’. Zorg er alleen voor dat je op dit moment een geldig lidmaatschap hebt. <br/><br/> Als je lidmaatschap bijna afloopt of net is afgelopen kun je het vanaf één maand voor aflopen verlengen.

source: Membership information
nl: Lidmaatschapsinformatie

source: Membership of type %(type)s starting %(since)s
nl: Lidmaatschap van type %(type)s sinds %(since)s

source: Membership of type %(type)s from %(since)s to %(until)s
nl: Lidmaatschap van type %(type)s van %(since)s tot %(until)s

source: since
nl: sinds

source: until
nl: tot

source: active
nl: actief

source: We do not have any previous memberships in our system. Contact the board to renew your membership.
nl: Je bent een begunstiger. Neem contact op met het bestuur om je lidmaatschap te verlengen.

source: You're a honorary member. That means that you never have to renew your membership.
nl: Je bent een erelid. Dat betekent dat je je lidmaatschap nooit hoeft te verlengen.
