Repository: svthalia/concrexit
Catalog: website/payments/locale/*/LC_MESSAGES/django.po
Languages: nl

source: paid by
nl: betaald door

source: processed by
nl: verwerkt door

source: Process selected payments (cash)
nl: Verwerk geselecteerde betalingen (contant)

source: Process selected payments (card)
nl: Verwerk geselecteerde betalingen (pin)

source: Process selected payments (Thalia Pay, only if enabled)
nl: Verwerk geselecteerde betalingen (Thalia Pay, alleen indien beschikbaar)

source: Process selected payments (wire)
nl: Verwerk geselecteerde betalingen (overboeking)

source: Add selected TPAY payments to a new batch
nl: Voeg geselecteerde TPAY betalingen aan een nieuwe batch toe

source: Successfully processed %(count)d %(items)s.
nl: %(count)d %(items)s succesvol verwerkt.

source: The selected payment(s) could not be processed.
nl: De geselecteerde betaling(en) konden niet worden verwerkt.

source: created
nl: aangemaakt

source: processed
nl: verwerkt

source: amount
nl: bedrag

source: processor
nl: verwerker

source: payer id
nl: id betaler

source: payer name
nl: naam betaler

source: notes
nl: notities

source: mandates
nl: mandaten

source: Valid
nl: Geldig

source: Invalid
nl: Ongeldig

source: None
nl: Geen

source: owner
nl: eigenaar

source: Successfully updated %(count)d %(items)s.
nl: %(count)d %(items)s succesvol bijgewerkt.

source: The selected account(s) could not be updated.
nl: De geselecteerde account(s) konden niet worden bijgewerkt.

source: Update the last used date
nl: Update de laatst gebruikt datum

source: name
nl: naam

source: reference
nl: referentie

source: valid from
nl: geldig vanaf

source: valid until
nl: geldig tot

source: signature
nl: handtekening

source: Successfully processed %s.
nl: %s succesvol verwerkt.

source: Could not process %s.
nl: %s kon niet worden verwerkt.

source: {} already processed.
nl: {} al verwerkt.

source: Successfully processed {}.
nl: {} is succesvol verwerkt.

source: Account holder name
nl: Rekeninghouder

source: Mandate id
nl: Mandatennummer

source: Amount
nl: Bedrag

source: Description
nl: Beschrijving

source: Mandate date
nl: Mandaat datum

source: Payments
nl: Betalingen

source: I want to use this account for direct debits
nl: Ik wil dit account gebruiken voor automatische incasso's

source: Remove payment from batch
nl: Verwijder betaling uit batch

source: created at
nl: aangemaakt op

source: No payment
nl: Geen betaling

source: Cash payment
nl: Contante betaling

source: Card payment
nl: Pin betaling

source: Thalia Pay payment
nl: Thalia Pay betaling

source: Wire payment
nl: Overboeking

source: processing date
nl: verwerkingsdatum

source: payment
nl: betaling

source: payments
nl: betalingen

source: Process payments
nl: Verwerk betalingen

source: Payment of {amount}
nl: Betaling van {amount}

source: processing status
nl: verwerkingsstatus

source: description of batch
nl: beschrijving van batch

source: Process batch
nl: Verwerk batch

source: last used
nl: laatst gebruikt

source: initials
nl: initialen

source: last name
nl: achternaam

source: This field is optional for Dutch bank accounts.
nl: Dit veld is optioneel voor Nederlands bankrekeningen.

source: mandate number
nl: mandaatnummer

source: This field is required for foreign bank accounts.
nl: Dit veld is verplicht voor buitenlandse bankrekeningen.

source: This field is required.
nl: Dit veld is verplicht.

source: This field is required to complete the mandate.
nl: Dit veld is verplicht om het mandaat compleet te maken.

source: This date cannot be before the from date.
nl: Deze datum kan niet voor de vanaf datum liggen.

source: This field cannot have a value.
nl: Dit veld mag geen waarde hebben.

source: Export batch
nl: Exporteer batch

source: Process (cash payment)
nl: Verwerk (contant)

source: Process (card payment)
nl: Verwerk (pin)

source: Process (Thalia Pay payment)
nl: Verwerk (Thalia Pay)

source: Process (wire payment)
nl: Verwerk (overboeking)

source: New batch from previous month of Thalia Pay payments
nl: Nieuwe batch van TPAY betalingen van vorige maand

source: add bank account
nl: bankrekeningen toevoegen

source: finances
nl: financieÃ«n

source: Initials
nl: Initialen

source: Address
nl: Adres

source: SEPA Direct Debit Mandate
nl: SEPA Incassomachtiging

source: Mandate Reference: %(mandate_no)s<br /> Creditor Identifier: %(creditor_id)s<br /> Creditor Address:<br /> Study Association Thalia<br/> Toernooiveld 212 M1.0.08<br/> 6525 EC Nijmegen<br/> Nederland
nl: Kenmerk machtiging: %(mandate_no)s<br /> Incassant ID: %(creditor_id)s<br /> Adres incassant:<br /> Studievereniging Thalia<br/> Toernooiveld 212 M1.0.08<br/> 6525 EC Nijmegen<br/> Nederland

source: By signing this mandate form, you authorise Study Association Thalia to send instructions to your bank to debit your account in accordance with the instructions from Study Association Thalia.
nl: Door ondertekening van dit formulier geeft u toestemming aan Studieverenging Thalia om doorlopende incasso-opdrachten te sturen naar uw bank om een bedrag van uw rekening af te schijven en aan uw bank om doorlopend eenbedrag van uw rekening af te schrijven overeenkomstig de opdracht van Studievereniging Thalia.

source: As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.
nl: Als u het niet eens bent met deze afschrijving kunt u deze laten terugboeken. Neem hiervoor binnen 8 weken na afschrijving contact op met uw bank. Vraag uw bank naar de voorwaarden.

source: Your rights are explained in a statement that you can obtain from your bank.
nl: Uw rechten worden uitgelegd in een document dat u bij uw bank kunt verkrijgen.

source: submit
nl: versturen

source: bank accounts
nl: bankrekeningen

source: Thalia keeps your bank account saved to your profile to ease the processing of digital financial transactions like reimbursements or invoices. You can change the bank account saved to your profile and manage your authorisation for direct debit transactions.
nl: Thalia slaat je bankrekening op in je profiel om de verwerking van digitale financiÃ«le transacties zoals terugboekingen of facturen te vergemakkelijken. Je kunt de opgeslagen bankrekening aanpassen en je autorisatie voor automatische incasso's beheren.

source: We only keep a history of bank accounts with a direct debit authorisation. Bank accounts that do not have such an authorisation are not kept when you change your account. Changing your bank account automatically revokes any previously given direct debit authorisations.
nl: We houden alleen een historie bij van bankrekeningen met een autorisatie voor incasso's. Bankrekeningen zonder een dergelijke autorisatie worden niet bewaar als je je rekening aanpast. Het veranderen van je bankrekening trekt automatisch de in het verleden gegeven autorisaties voor automatische incasso's in.

source: direct debit
nl: automatisch incasso

source: Revoke
nl: Intrekken

source: Are you sure you want to revoke the mandate for this bank account?
nl: Weet je zeker dat je de machtiging voor deze rekening wilt intrekken?

source: You don't have any saved accounts yet.
nl: Je hebt nog geen opgeslagen rekeningen.

source: Undo
nl: Ongedaan maken

source: Clear
nl: Leegmaken

source: Older
nl: Ouder

source: Total
nl: Totaal

source: You have not made any payments during this period.
nl: Je hebt geen betalingen gedaan in deze periode.

source: Unprocessed
nl: Onverwerkt

source: Processed
nl: Verwerkt

source: Bank account saved successfully.
nl: Bankrekening succesvol opgeslagen.

source: Direct debit authorisation successfully revoked.
nl: Autorisatie voor automatisch incasso succesvol ingetrokken.
