Repository: svthalia/concrexit
Catalog: website/events/locale/*/LC_MESSAGES/django.po
Languages: nl

source: lecture year
nl: collegejaar

source: General
nl: Algemeen

source: Registrations
nl: Aanmeldingen

source: Event Date
nl: Evenementdatum

source: Registration Start
nl: Start Aanmelden

source: Edit
nl: Aanpassen

source: Number of participants
nl: Aantal deelnemers

source: Publish selected events
nl: Publiceer geselecteerde evenementen

source: Unpublish selected events
nl: Publicatie van geselecteerde evenementen ongedaan maken

source: Change registration fields
nl: Verander registratie velden

source: Registration successfully saved.
nl: Je aanmelding is succesvol opgeslagen.

source: Send push notification
nl: Verstuur pushnotificatie

source: Message sent successfully.
nl: Pushnotificatie succesvol verzonden.

source: Name
nl: Naam

source: Paid
nl: Betaald

source: Present
nl: Aanwezig

source: Phone number
nl: Telefoonnummer

source: Date
nl: Datum

source: Date cancelled
nl: Afmelddatum

# registration status
source: registered
nl: aangemeld

# registration status
source: late cancellation
nl: te laat afgemeld

# registration status
source: cancelled
nl: afgemeld

# registration status
source: waiting
nl: wachtend

source: Yes
nl: Ja

source: No
nl: Nee

source: Events
nl: Evenementen

source: [THALIA] Notification about your registration for '{}'
nl: [THALIA] Bericht over je aanmelding voor ‘{}’

source: Study Association Thalia event calendar
nl: Studievereniginig Thalia evenementenkalender

source: order
nl: volgorde

source: Title (EN)
nl: Titel (EN)

source: Title (NL)
nl: Titel (NL)

source: Body (EN)
nl: Bericht (EN)

source: Body (NL)
nl: Bericht (NL)

source: The notification opens to the event by default.
nl: De notificatie opent standaard het evenement.

source: Education
nl: Educatief

source: Career
nl: Carrière

source: Leisure
nl: Vrije tijd

source: Association Affairs
nl: Verenigingszaken

source: Other
nl: Overig

source: title
nl: titel

source: description
nl: beschrijving

source: Please fill in both of the description boxes (EN/NL), even if your event is Dutch only! Fill in the English description in Dutch then.
nl: Vul alsjeblieft beide beschrijvingen (EN/NL) in, ook al is het evenement alleen Nederlands! Vul dan de Engelse omschrijving in het Nederlands in.

source: start time
nl: starttijd

source: end time
nl: eindtijd

source: organiser
nl: organisator

source: category
nl: categorie

source: Alumni: Events organised for alumni, Education: Education focused events, Career: Career focused events, Leisure: borrels, parties, game activities etc., Association Affairs: general meetings or any other board related events, Other: anything else.
nl: Alumni: Evenementen voor alumni, Educatief: Op onderwijs gerichte evenementen, Carrière: Op carrière gerichte evenementen, Vrije tijd: borrels, feesten, spelactiviteiten etc., Verenigingszaken: algemene vergaderingen en andere bestuur gerelateerde evenementen, Overig: al het andere.

source: registration start
nl: start aanmelden

source: If you set a registration period registration will be required. If you don't set one, registration won't be required. Prefer times when people don't have lectures, e.g. 12:30 instead of 13:37.
nl: Als je een aanmeldperiode instelt is aanmelden vereist, als je dat niet doet is aanmelden niet vereist. Geef de voorkeur aan tijden waar mensen geen college hebben, bijvoorbeeld 12:30 in plaats van 13:37.

source: registration end
nl: einde aanmelden

source: If you set a registration period registration will be required. If you don't set one, registration won't be required.
nl: Als je een aanmeldperiode instelt is aanmelden vereist, als je dat niet doet is aanmelden niet vereist. Geef de voorkeur aan tijden waar mensen geen college hebben, bijvoorbeeld 12:30 in plaats van 13:37.

source: cancel deadline
nl: afmelddeadline

source: send cancellation notifications
nl: verstuur afmeldnotificaties

source: Send an email to the organising party when a member cancels their registration after the deadline.
nl: Verzend een e-mail naar de organiserende partij wanneer een lid zich na de afmelddeadline afmeld voor een evenement.

source: location
nl: locatie

source: location for minimap
nl: locatie voor minimap

source: Location of Huygens: Heyendaalseweg 135, Nijmegen. Location of Mercator 1: Toernooiveld 212, Nijmegen. Not shown as text!!
nl: Locatie van ’t Huygens: Heyendaalseweg 135, Nijmegen. Locatie van Mercator 1: Toernooiveld 212, Nijmegen. Dit veld wordt niet getoond als tekst!!

source: price
nl: prijs

source: fine
nl: boete

source: Fine if participant does not show up (at least €5).
nl: Boete als deelnemer niet komt opdagen (minimaal €5).

source: maximum number of participants
nl: maximum aantal deelnemers

source: message when there is no registration
nl: bericht dat getoond wordt wanneer aanmelden niet nodig is

source: Default:
nl: Standaard:

source: published
nl: gepubliceerd

source: documents
nl: documenten

source: Change the header-image on the event's info-page to one specific to this event.
nl: Verander de header-afbeelding op de informatiepagina van het evenement in een specifieke voor dit evenement.

source: Start cannot have an empty date or time field
nl: Starttijd kan niet een lege datum of tijd hebben

source: End cannot have an empty date or time field
nl: Eindtijd kan niet een lege datum of tijd hebben

source: Can't have an event travel back in time
nl: Een evenement kan niet terugreizen in de tijd

source: The fine for this event is too low (must be at least €5).
nl: De boete voor dit evenement is te laag (minimaal €5).

source: Doesn't make sense to have this if you require registrations.
nl: Het is niet logisch om dit te hebben als je aanmelden vereist.

source: If registration is required, you need a start of registration
nl: Als aanmelden vereist is, dan heb je een starttijd voor de aanmeldperiode nodig

source: If registration is required, you need an end of registration
nl: Als aanmelden vereist is, dan heb je een eindtijd voor de aanmeldperiode nodig

source: If registration is required, you need a deadline for the cancellation
nl: Als aanmelden vereist is, dan heb je een eindtijd voor de aanmeldperiode nodig

source: The cancel deadline should be before the start of the event.
nl: De afmelddeadline moet voor de start van het evenement liggen.

source: Registration start should be before registration end
nl: De starttijd voor de aanmeldperiode moet voor de eindtijd liggen

source: This organiser does not have a contact mailinglist.
nl: De organisator heeft geen contact mailinglijst.

source: You cannot change this field after the registration has started.
nl: Je kunt dit veld niet aanpassen nadat de registratie is gestart.

source: name
nl: naam

source: Use this for non-members
nl: Gebruikt dit voor niet-leden

source: registration date
nl: aanmelddatum

source: cancellation date
nl: afmelddatum

source: present
nl: aanwezig

source: Either specify a member or a name
nl: Geef een lid of een naam op

source: Registration
nl: Aanmelding

source: field type
nl: veldtype

source: field name
nl: veldnaam

source: required
nl: verplicht

source: last changed
nl: laatst aangepast

source: You cannot re-register anymore since you've cancelled after the deadline.
nl: Je kunt je niet opnieuw aanmelden omdat je je hebt afgemeld na de deadline.

source: You were already registered.
nl: Je bent al aangemeld.

source: You may not register.
nl: Je mag je niet aanmelden.

source: You are not registered for this event.
nl: Je bent niet aangemeld voor dit evenement.

source: You have already paid for this event.
nl: Je hebt al betaald voor dit evenement.

source: Unable to find the right registration.
nl: De juiste registratie is niet gevonden.

source: You are not allowed to update this registration.
nl: Je mag deze aanmelding niet bijwerken.

source: Thalia administration
nl: Thalia administratie

source: events
nl: evenementen

source: Event overview: %(event)s
nl: Overzicht evenement: %(event)s

source: registrations
nl: aanmeldingen

source: waiting
nl: wachtend

source: queued
nl: wachtrij

source: cancellations
nl: afmeldingen

source: cancelled
nl: afgemeld

source: Export registrations
nl: Exporteer aanmeldingen

source: Export email addresses of attendees
nl: Exporteer e-mailadressen van aanwezigen

source: Send pushnotification to registered users
nl: Stuur pushnotificatie naar participerende gebruikers

source: Event properties
nl: Eigenschappen van evenement

source: change
nl: verander

source: date
nl: datum

source: registration period
nl: aanmeldperiode

source: cost
nl: kosten

source: registration required
nl: aanmelden vereist

source: registration message
nl: aanmeldbericht

source: number of registrations
nl: aantal aanmeldingen

source: %(counter)s registration
nl: %(counter)s aanmelding

source: Export email addresses of registrants
nl: Exporteer e-mailadressen van geregistreerden

source: Copy-pasteable email addresses of registrants:
nl: Kopieerbare e-mailadressen van geregistreerden:

source: Some registrants were added manually, and are thus not included in the list above:
nl: Sommige geregistreerden zijn met de hand toegevoegd, en komen dus niet in de bovenstaande lijst voor:

source: Edit information fields
nl: Wijzig informatie velden

source: Send message
nl: Stuur pushnotificatie

source: payment
nl: betaling

source: late
nl: te laat

source: add
nl: toevoegen

source: None
nl: Geen

source: Card
nl: Pin

source: Cash
nl: Contant

source: Wire
nl: Overschrijving

source: registered
nl: aangemeld

source: Nobody %(verb)s yet
nl: Niemand heeft zich %(verb)s

source: Thalia's Alumni committee, together with <a href="https://ninja4ru.wordpress.com/">Ninja</a>, organizes several events each year. We welcome anyone who studies or has studied Computing Science or Information Sciences at Radboud University. The main purpose of the events we organize is to relive moments from the past in an informal way and to compare the atmospheres of today and the past. We hope to form a bridge between alumni and students. In addition, there is the possibility to speak with old friends again while enjoying a snack and a drink. At the bottom of this page you can follow our agenda, indicating where and when these events take place and what they are exactly. You can also register for the events on the regarding pages. Questions, comments or suggestions? We can be reached at <a href="mailto:alumni@thalia.nu">alumni@thalia.nu</a>.
nl: De alumnicommissie van Thalia organiseert samen met <a href="https://ninja4ru.wordpress.com/">Ninja</a> jaarlijks een aantal evenementen, toegankelijk voor iedereen die informatica of informatiekunde aan de Radboud Universiteit studeert of heeft gestudeerd. De evenementen die we organiseren hebben als voornaamste doel op een informele wijze zowel momenten uit het verleden te herbeleven, als de sfeer van nu te proeven in vergelijking met die van vroeger. We hopen zo een brug te slaan tussen alumni en studenten. Daarnaast is er de mogelijkheid onder het genot van een hapje en een drankje kennissen van toen weer te spreken. Onderaan deze pagina kan je via onze agenda volgen wanneer deze evenementen plaatsvinden en wat ze inhouden. Ook kan je je daar aanmelden voor het betreffende evenement. Vragen, opmerkingen of suggesties? Wij zijn te bereiken op <a href="alumni@thalia.nu">alumni@thalia.nu<a/>.

source: Calendar
nl: Agenda

source: from
nl: van

source: until
nl: tot

source: registration deadline
nl: aanmelddeadline

source: cancellation deadline
nl: afmelddeadline

source: registration status
nl: aanmeldstatus

source: You are registered
nl: Je bent aangemeld

source: Waiting list position %(pos)s
nl: Wachtlijst positie %(pos)s

source: Your registration is cancelled after the cancellation deadline
nl: Je bent afgemeld na de afmelddeadline

source: Your registration is cancelled
nl: Je bent afgemeld

source: presence
nl: aanwezigheid

source: You were present
nl: Je was aanwezig

source: You were not present
nl: Je was niet aanwezig

source: payment status
nl: betalingsstatus

source: You are paying with Thalia Pay
nl: Je betaalt met Thalia Pay

source: You have paid
nl: Je hebt betaald

source: You have not paid yet
nl: Je hebt nog niet betaald

source: Update registration
nl: Aanmelding bijwerken

source: By registering, you confirm that you have read the <a target="_blank" href="%(terms_url)s">terms and conditions</a>, that you understand them and that you agree to be bound by them.
nl: Door te registreren, bevestig je dat je de <a target="_blank" href="%(terms_url)s">voorwaarden</a> hebt gelezen, dat je ze begrijpt en dat je accepteert eraan gebonden te zijn.

source: Put me on the waiting list
nl: Zet me op de wachtlijst

source: Register
nl: Aanmelden

source: Cancel registration
nl: Afmelden

source: The deadline has passed, are you sure you want to cancel your registration and pay the estimated full costs of €%(costs)s? You will not be able to undo this!
nl: De deadline is verstreken, weet je zeker dat je je wilt afmelden? Dit betekent dat je de geschatte volledige kosten van €%(costs)s zult moeten betalen. Je kunt dit niet ongedaan maken!

source: Note: If you have any COVID-19 symptoms you will not have to pay these fees. Let us know via info@thalia.nu that this is this reason for your cancellation.
nl: Let op: Als je last hebt van klachten gerelateerd aan COVID-19 hoef je deze kosten niet te betalen. Laat ons weten via info@thalia.nu dat dit de reden is voor je afmelding.

source: Are you sure you want to cancel your registration?
nl: Weet je zeker dat je je wilt afmelden?

source: You have to log in before you can register for this event.
nl: Je moet inloggen voordat je jezelf kunt aanmelden.

source: No registration required
nl: Geen aanmelding vereist

source: Registration will open %(datetime)s
nl: Aanmelden opent %(datetime)s

source: Registration is not possible anymore.
nl: Aanmelden is niet meer mogelijk.

source: Cancellation isn't possible anymore without having to pay the full costs of €%(costs)s. Also note that you will be unable to re-register.
nl: Afmelden is niet meer mogelijk zonder de volledige kosten van €%(costs)s te betalen. Let op: je kunt je hierna niet meer aanmelden.

source: Cancellation while on the waiting list will not result in having to pay a fine. Do note that you will be unable to re-register.
nl: Afmelden terwijl je op de wachtlijst staat brengt geen kosten. Let wel op: je kunt je hierna niet meer aanmelden.

# pizzas
source: Order
nl: Bestellen

source: Documents
nl: Documenten

source: Upcoming events
nl: Aanstaande evenementen

source: There are currently no events planned
nl: Er zijn op het moment geen geplande evenementen

source: Registered for this event
nl: Aangemeld voor dit evenement

source: Not registered for this event
nl: Niet aangemeld voor dit evenement

source: Searching for another event? <a href="%(events_index)s">Take a look at the entire agenda.</a>
nl: Op zoek naar een andere evenement? <a href="%(events_index)s">Bekijk de hele agenda.</a>

source: iCal feed (all events)
nl: iCal feed (alle evenementen)

source: iCal feed (personal)
nl: iCal feed (persoonlijk)

source: Hi %(name)s, You registered for the event '%(event_title)s' on %(registration_date)s and unfortunately you were placed on the waiting list. However someone just unregistered and we would like to let you know that you'll be able to attend now! You can find more information about the event on the website: %(baseurl)s%(event_url)s We're assuming that you'll be there, but you're still able to unregister until %(cancel_deadline)s. If this date has already passed you can contact the %(organiser_name)s via %(organiser_mail)s. Best regards, Study Association Thalia
nl: Beste %(name)s, Je hebt je op %(registration_date)s aangemeld voor het evenement '%(event_title)s’. Toen kwam je op de wachtlijst terecht, maar inmiddels is er plaats! Je kunt het evenement terugvinden op de website: %(baseurl)s%(event_url)s We gaan ervan uit dat je erbij bent, maar tot %(cancel_deadline)s kan je je nog afmelden. Als deze datum al is geweest dan kun je contact opnemen met de %(organiser_name)s via %(organiser_mail)s. Met vriendelijke groet, Studievereniging Thalia

source: Registration for %(title)s
nl: Aanmelding voor %(title)s

source: Save
nl: Opslaan

source: Registration successful.
nl: Je aanmelding was succesvol.

source: Registration successfully cancelled.
nl: Je afmelding was succesvol.
