Repository: svthalia/concrexit
Catalog: website/thaliawebsite/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Email addresses will not be shared with partners. There is an opt-in mailing list to receive messages from partners, but the partners don’t have access to the email addresses in the list.
nl: E-mailadressen worden eveneens niet gedeeld met partners. Er bestaat een opt-in e-maillijst om berichten van sponsoren te ontvangen. Ook tot de e-mailadressen in deze lijst hebben partners geen toegang.

source: Updating the privacy conditions
nl: Bijwerken privacyvoorwaarden

source: Thalia reserves the right to change the privacy conditions. The new conditions will be shared as soon as possible with members, benefactors and honorary members. When changes require consent to be given anew, this will be done accordingly.
nl: Thalia behoudt zich het recht voor om wijzigingen aan de privacyvoorwaarden door te voeren. De nieuwe voorwaarden zullen z.s.m. gedeeld worden met alle leden, begunstigers en ereleden. Wanneer wijzigingen aan verwerkingen of nieuwe verwerkingen op grondslag van toestemming geïntroduceerd worden zal deze toestemming (opnieuw) gevraagd worden.

source: Associations of the Radboud University Science Faculty
nl: Bètaverenigingen van de Radboud Universiteit

source: (Medical) Biology
nl: (Medische) Biologie

source: Artificial Intelligence
nl: Kunstmatige Intelligentie

source: Mathematics
nl: Wiskunde

source: Physics and Astronomy
nl: Natuur- en Sterrekunde

source: Science faculty umbrella association
nl: Overkoepelende bètavereniging

source: Molecular Sciences
nl: Moleculaire Wetenschappen

source: BBB Career Event
nl: Beta Bedrijven Beurs

source: University of Twente
nl: Universiteit Twente

source: Utrecht University
nl: Universiteit Utrecht

source: Delft University of Technology
nl: Technische Universiteit Delft

source: University of Groningen
nl: Rijksuniversiteit Groningen

source: Leiden University
nl: Universiteit Leiden

source: Eindhoven University of Technology
nl: Technische Universiteit Eindhoven

source: University of Amsterdam
nl: Universiteit van Amsterdam

source: VU University Amsterdam
nl: Vrije Universiteit Amsterdam

source: styleguide
nl: huisstijlbijbel

source: for members
nl: voor leden

source: Welcome to the Thalia styleguide. This document describes how Thalia represents itself, online and offline. This styleguide is meant to be followed as much as possible. Creativity is not forbidden, as long as you use this styleguide as basis.
nl: Welkom. Voor je neus staat de Thalia huisstijlbijbel. Het boekwerk dat beschrijft hoe Thalia door het leven gaat, online én offline. Het is de bedoeling dat deze bijbel zoveel mogelijk gevolgd wordt. Een beetje creativiteit om nieuwe dingen te maken bedenken niet verboden, als je de voorgedefinieerde elementen maar als basis gebruikt.

source: Colours
nl: Kleuren

source: Thalia uses a palette of three colours. Each colour can be used as background, foreground and accent colour.
nl: De huisstijl van Thalia heeft een kleurenpalet van drie kleuren. Elke kleur kan gebruikt worden als achtergrond-, voorgrond- en accentkleur.

source: black
nl: zwart

source: Hexadecimal
nl: Hexadecimaal

source: white
nl: wit

source: We've established guidelines on how to use which colour in which situation.
nl: Er zijn richtlijnen opgesteld wanneer welke kleur gebruikt dient te worden.

source: Option
nl: Optie

source: Background
nl: Achtergrond

source: Foreground
nl: Voorgrond

source: Thalia's logo consists of a 'T' formed by the pieces of a <a href="https://en.wikipedia.org/wiki/Tangram" target="_blank">tangram</a> and the text 'Study Association Thalia'. The font that was used for this text is '<a href="https://drive.google.com/drive/folders/1ngaQc481MbZAXwbvs85NW07exwM7_Bfo">Gill Sans MT Condensed</a>'.
nl: Het logo van Thalia bestaat uit een 'T' gevormd uit de stukken van een <a href="https://en.wikipedia.org/wiki/Tangram" target="_blank">tangram</a> en de tekst 'Studievereniging Thalia'. Voor deze tekst is het lettertype '<a href="https://drive.google.com/drive/folders/1ngaQc481MbZAXwbvs85NW07exwM7_Bfo">Gill Sans MT Condensed</a>' gebruikt.

source: There are three versions of the logo, each one has a different background colour. The combinations of the colours follow the guidelines in the section <a href="#colour">colour</a>. In the situation that the background is not white, black or magenta please follow these rules:<br/>
nl: Er zijn drie versies van het logo, elk voor op een andere achtergrondkleur. De kleurencombinaties voldoen aan de richtlijnen die in het onderdeel <a href="#colour">kleur</a> te vinden zijn. Daarnaast dient het volgende aangehouden te worden als de achtergrond een andere kleur is:<br />

source: In case of a light background, use the logo for the white background.
nl: Bij een lichte achtergrond wordt het logo voor op de witte achtergrond gebruikt.

source: In case of a dark background, use the logo for the black background.
nl: Bij een donkere achtergrond wordt het logo voor op de zwarte achtergrond gebruikt.

source: In case of a coloured background, use the logo for the magenta background.
nl: Bij een felle gekleurde achtergrond wordt het logo voor op de magenta achtergrond gebruikt.

source: You can download the archive with all versions of the logo in PNG, SVG and Illustrator <a href="https://drive.google.com/drive/folders/1RlkLn2Rqk4ETWd4CUUHlU-gaKC7iVU9k">here</a>.
nl: Het zip-archief met alle versies in PNG en SVG formaat en een Illustrator bronbestand is <a href="https://drive.google.com/drive/folders/1RlkLn2Rqk4ETWd4CUUHlU-gaKC7iVU9k">hier</a> te downloaden.

source: Variations
nl: Variaties

source: Thalia's logo was designed with flexibility in mind. It's possible to create a different variants for each committee, or a special version for an event (for example the symposium). These variants have to use the same colour combinations as the normal logo and must follow these rules:
nl: Het logo van Thalia is flexibel in te zetten. Zo is het mogelijk om voor elke commissie een variant te maken, of een versie voor een evenement zoals een symposium. Hiervoor moeten dezelfde kleurencombinaties worden aangehouden als bij het normale logo. Bij een variant van het logo moet het volgende worden aangehouden:

source: The top title is <strong>always</strong> 'THALIA'.
nl: De titel boven is <strong>altijd</strong> THALIA.

source: Always use 2 or 3 lines. No more, no less.
nl: Er zijn maximaal 3 regels, minimaal 2.

source: The text is vertically centered relative to the T.
nl: De tekst is verticaal gecentreerd ten opzichte van de T.

source: The horizontal distance between the text lines and the T is always the same.
nl: De tekst staat altijd op dezelfde afstand van de T.

source: You can download the archive with the Illustrator and EPS files to create a variant <a href="https://drive.google.com/drive/folders/1RlkLn2Rqk4ETWd4CUUHlU-gaKC7iVU9k">here</a>.
nl: Het zip-archief met Illustrator bestanden om een variatie op het logo te maken kun je <a href="https://drive.google.com/drive/folders/1RlkLn2Rqk4ETWd4CUUHlU-gaKC7iVU9k">hier</a> vinden.

source: Documents & Presentations
nl: Documenten & Presentaties

source: We've got Word-templates for:
nl: Er bestaan Word-templates voor:

source: Contracts
nl: Contracten

source: Invoices
nl: Facturen

source: Letters
nl: Brieven

source: Minutes
nl: Notulen

source: Authorisation forms
nl: Machtigingen

source: Registration forms
nl: Inschrijvingen

source: Declarations
nl: Declaraties

source: You can download these template as <a href="https://drive.google.com/drive/folders/13jGBucdXpkw2BA0_Z8TFFhlVW_8umFKW">here</a> as archive. We've also included PDF examples. In case you prefer LaTeX then you can download the <a href="https://drive.google.com/drive/folders/1KQVG7i7e146YOQ9h_6mO3RqbLC9539lG">template</a>.
nl: Deze templates kun je <a href="https://drive.google.com/drive/folders/13jGBucdXpkw2BA0_Z8TFFhlVW_8umFKW">hier</a> gezipt downloaden. Inclusief voorbeelden in PDF. Daarnaast is er een <a href="https://drive.google.com/drive/folders/1KQVG7i7e146YOQ9h_6mO3RqbLC9539lG">LateX template</a> die te gebruiken is voor van alles en nog wat.

source: Templates for PowerPoint, Keynote and LibreOffice are available <a href="https://drive.google.com/drive/folders/1CL4eVSqlvYcqP_u99y6mgGJpqWWG_q7Z">here</a>.
nl: Templates voor presentaties vind je <a href="https://drive.google.com/drive/folders/1CL4eVSqlvYcqP_u99y6mgGJpqWWG_q7Z">hier</a> voor PowerPoint, Keynote en LibreOffice.

source: The posters and banners are available in various sizes:
nl: Er zijn verschillende formaten template voor de posters & banners:

source: A3 Paper
nl: Groot: voor op papier (A3)

source: 1920x1080 for the televisions
nl: 1920x1080: voor op de kabelkrant

source: 400 × 280 for the login screens
nl: 400x280: voor op de inlogschermen

source: 1594 × 590 for Facebook
nl: 1594 × 590: voor Facebook

source: For every size there is a dark and light version. The posters are in black, white and magenta colour variants.
nl: Er is een lichte en donkere variant voor elke versie. De posters zijn in varianten van zwart, wit en magenta.

source: The templates are available for download <a href="https://drive.google.com/drive/folders/1oPxLJ20AURaLjgYNSMuf9I-LarSQWjzC">here</a>. Although, it's the task of the media committee to create the posters and banners. So you're always welcome to send an email to <a href="mailto:media@thalia.nu">media@thalia.nu</a> to get yourself a sleek poster for your event.
nl: Je kunt de templates <a href="https://drive.google.com/drive/folders/1oPxLJ20AURaLjgYNSMuf9I-LarSQWjzC">hier</a> vinden. Het is echter in principe de taak van de Mediacommissie om deze posters & banners te maken. Je kunt dus altijd een mailtje sturen naar <a href="mailto:media@thalia.nu">media@thalia.nu</a> voor een strakke afbeelding bij je evenement.

source: Still looking for something different? No problem! Let yourself go. Just make sure you follow the 'rules'. And in case you get lost in the land of Photoshop and Illustrator, just send an email to media@thalia.nu. They're always ready to help you.
nl: Wil je iets anders dan deze template? Dan kan dat ook, leef je uit. Maar zorg dat je in dezelfde stijl blijft. Mocht je het allemaal niet meer weten dan kun je altijd mailen naar media@thalia.nu voor een custom poster, want daar bestaat die commissie tenslotte voor.

source: We make an exception for the colour palette of the merchandise if it's not possible to print in full colour. The preference is to print magenta on black.
nl: De merchandise is een uitzondering van het kleurenpalet wat het logo betreft. Als het enkel mogelijk is om in één kleur te drukken dan is er de voorkeur om magenta op zwart te gebruiken.

source: The introshirts too are an exception. These shirts are in different colours every year. The templates for the shirts can be found <a href="https://drive.google.com/drive/folders/1MdrSb0G-MjV2hfJt92ZXo5MSXWFcO3L7">here</a>. The partner logos and texts can be changed to those you prefer.
nl: Ook de introshirts zijn een uitzondering op het kleurenpalet. Het is toegestaan om elke kleur te gebruiken die je maar wilt, zolang het maar niet vloekt. De basisdesigns voor de introshirts zijn <a href="https://drive.google.com/drive/folders/1MdrSb0G-MjV2hfJt92ZXo5MSXWFcO3L7">hier</a> te vinden. Logo's van partners en teksten zijn naar voorkeur te vervangen.

source: Committee promotion
nl: Promotie commissies

source: Any committee is allowed to design a piece of clothing especially tailored for promotion and visibility of the assocation and the committee. However it would be unwise to have every committee wear the same colour, that would not improve the visibility of the committee. That means that committees are free to choose any color they want for their promotional material.
nl: Elke commissie mag een kledingstuk ontwerpen speciaal gemaakt voor de promotie en zichtbaarheid van de vereniging en de commissie zelf. Maar het zou niet handig zijn als elke commissie dezelfde kleur draagt, dan is de zichtbaarheid van de commissie nog steeds niet beter. Daarom mogen commissies zelf beslissen wat voor kleur ze willen gebruiken voor hun promotiemateriaal.

source: To prevent a jungle of different types of designs we would like every committee that wants some kind of clothing to use the same design for the front and one of the Thalia colours for the print. The standard front design exists of a Thalia-logo variant with the committee name and, if you want to, the wearer's name. The design for the back can be whatever you want.
nl: Om te voorkomen dat er een oerwoud van verschillende ontwerpen ontstaat zouden we graag zien dat elke commissie die een kledingstuk wilt aanschaffen hetzelfde ontwerp voor de voorkant en een van de kleuren van Thalia gebruikt. Het standaard ontwerp voor de voorkant bestaat uit een variant van het Thalia-logo met hierin de commissienaam en, als daarvoor wordt gekozen, de naam van de drager. Het ontwerp voor de achterkant kan dan alles zijn wat je maar wilt.

source: The website uses a different font for the headers and menu-items, since we don't have a licence to use the Gill Sans MT Condensed font online. This font is 'Oswald'. It's open-source and can be downloaded <a href="https://github.com/googlefonts/OswaldFont">here</a>.
nl: Op de website gebruiken we een ander lettertype voor de kopteksten en het menu. Dit omdat we geen licentie hebben om Gill Sans MT Condensed online te gebruiken. Dat lettertype is ‘Oswald’. Het is open-source en <a href="https://github.com/googlefonts/OswaldFont">hier</a> te downloaden.

source: Font
nl: Lettertype

source: Word documents
nl: Word-documenten

source: Presentation templates
nl: Presentatie-templates

source: Poster templates
nl: Posters & Banners
