Repository: svthalia/concrexit
Catalog: website/thaliawebsite/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Thalia administration
nl: Administratie van Thalia

source: Association
nl: Vereniging

source: Board
nl: Bestuur

source: Committees
nl: Commissies

source: Societies
nl: Gezelschappen

source: Documents
nl: Documenten

source: Sister Associations
nl: Zusterverenigingen

source: Become a Member
nl: Lid Worden

source: For Members
nl: Voor Leden

source: Member list
nl: Ledenlijst

source: Photos
nl: Foto's

source: Statistics
nl: Statistieken

source: Styleguide
nl: Huisstijlbijbel

source: Become Active
nl: Actief Worden

source: Calendar
nl: Agenda

source: Career
nl: Carrière

source: Vacancies
nl: Vacatures

source: Education
nl: Onderwijs

source: Summaries & Exams
nl: Samenvattingen & Tentamens

source: Submit Exam
nl: Tentamen Insturen

source: Submit Summary
nl: Samenvatting Insturen

source: Book Sale
nl: Boekverkoop

source: Student Participation
nl: Medezeggenschap

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: 400: Bad request
nl: 400: Verkeerde request

source: 403: Permission denied
nl: 403: Verboden toegang

source: 404: Page not found.
nl: 404: Pagina niet gevonden.

source: 500: Internal server error. Thalia's website committee has been notified.
nl: 500: Interne fout in de server. Thalia's websitecommissie (de Technicie) is op de hoogte gesteld.

source: Study Association Thalia
nl: Studievereniging Thalia

source: You're currently not a member of Thalia. Renew your membership to get access to all parts of the website.
nl: Je bent op dit moment geen lid van Thalia. Vernieuw je lidmaatschap om toegang te krijgen tot de gehele website.

source: edit profile
nl: bewerk profiel

source: change password
nl: wijzig mijn wachtwoord

source: Site administration
nl: Sitebeheer

source: Log Out
nl: Uitloggen

source: privacy policy
nl: privacybeleid

source: Error
nl: Fout

source: An error occurred.
nl: Er is een fout opgetreden.

source: Thalia is the study association for the Computing Science and Information Sciences students at Radboud University in Nijmegen. Thalia provides you the necessary distractions during your studies. And via Thalia students can easily connect with teachers and students from other years.
nl: Thalia is de studievereniging voor Informatica en Informatiekunde studenten van de Radboud Universiteit te Nijmegen. Thalia zorgt vooral voor de nodige ontspanning tijdens de studie. Via Thalia kunnen studenten gemakkelijk contacten onderhouden met docenten en studenten van andere jaren.

source: Become active
nl: Actief worden

source: Throughout the year, Thalia organizes a wide variety of activities, both educational (such as symposiums and programming contests) as well as social (such as drinks, paintballing and LAN parties). All in all, this adds up to around 80 activities each year. The board and Thalia's committees organize these events. Furthermore, Thalia members are involved in e.g. writing the Thabloid, maintaining this website and our servers, and taking pictures during events. Altogether, a group of 50 to 60 members commits to making all these amazing activities happen every year.
nl: Thalia organiseert door het hele jaar heen diverse activiteiten, van studiegerelateerde activiteiten zoals symposia en programeerwedstrijden tot sociale activiteiten als borrels, paintballen en LAN-party's. Bij elkaar zijn dit zo'n 80 activiteiten per jaar. Het bestuur en de commissies van Thalia organiseren deze activiteiten. Daarnaast zijn er nog de leden die bijvoorbeeld de Thabloid maken, deze website en de Thalia-servers onderhouden, of foto's maken op evenementen. Ongeveer 50 - 60 leden zetten zich ieder jaar in om geweldige activiteiten te organiseren voor alle leden.

source: Does it seem like fun to join a committee and do your bit to contribute to the association? Then become a member of one of the committees! You can do this by sending an e-mail to <a href="mailto:intern@thalia.nu">intern@thalia.nu</a>, sending a Facebook message or speaking to a board or committee member in person.
nl: Lijkt het jou ook leuk om in een commissie te gaan en een steentje bij te dragen aan de vereniging? Word dan lid van een commissie! Dit kun je doen door een mailtje te sturen naar <a href="mailto:intern@thalia.nu">intern@thalia.nu</a>, een Facebookbericht te sturen of een bestuurs- of commissielid persoonlijk aan te spreken.

source: Are you not sure if being part of a committee is for you? You can always sit in on a meeting to see if you like it. Again, feel free to ask committee members or the board in person. The committees are always looking for enthusiastic new members!
nl: Weet je niet zeker of commissiewerk iets voor jou is? Je kunt altijd een vergadering bijwonen van een commissie om te kijken of het jou bevalt. Je kunt ook commissieleden of het bestuur persoonlijk aanspreken. De commissies zijn altijd op zoek naar nieuwe enthousiaste leden!

source: Faculty:
nl: Faculteit:

source: Faculty of Science
nl: Faculteit der Natuurwetenschappen, Wiskunde & Informatica

source: Room:
nl: Kamer:

source: Address:
nl: Adres:

source: Board room: M1.0.08 (ground floor)
nl: Bestuurskamer: M1.0.08 (begane grond)

source: Postal address:
nl: Postadres:

source: Telephone:
nl: Telefoon:

source: general
nl: algemeen

source: communication w.r.t. promoting your company (activities)
nl: communicatie over het promoten van uw bedrijf(sactiviteiten)

source: Chamber of Commerce
nl: Kamer van Koophandel

source: VAT number:
nl: BTW-nummer:

source: event registration terms and conditions
nl: inschrijfvoorwaarden evenementen

source: Version 1.0, 23-04-2018
nl: Versie 1.0, 23-04-2018

source: These terms and conditions were drafted to ensure that Thalia doesn’t incur costs for people who register for an event, but don’t show up. Through this, there will be more spots at events for people who will actually participate.
nl: Deze voorwaarden zijn opgesteld om te zorgen dat Thalia geen kosten maakt voor mensen die zich aanmelden, maar niet komen opdagen bij evenementen en om zo te zorgen dat er bij deze evenementen meer ruimte is voor leden die wel komen opdagen.

source: 1. Stipulations
nl: 1. Bepalingen

source: A cancellation deadline will be disclosed for each event where a registration is needed. When a person who is registered wants to cancel their registration, they should do this prior to the cancellation deadline.
nl: Bij elk evenement waar een inschrijving benodigd is wordt ook een afmelddeadline gepubliceerd. Wanneer een ingeschrevene zich wenst af te melden voor een evenement, dient dit voor de afmelddeadline te gebeuren.

source: When someone doesn’t cancel his registration on time and doesn’t attend the event, they owe Thalia a compensation of the expenses for the event per person, with a minimum of €5.
nl: Wanneer iemand zich niet of na de afmelddeadline afmeldt, maar niet naar het evenement gaat, is deze persoon Thalia een vergoeding van de gemaakte kosten per persoon verschuldigd, met een minimum van €5.

source: It is the responsibility of the registered person to make sure that this person is on the attendance list: it is leading for determining whether they attended the event.
nl: Het is de verantwoordelijkheid van de ingeschreven persoon om te zorgen dat deze persoon op de aanwezigheidslijst staat. De aanwezigheidslijst is leidend voor het bepalen van de aanwezigheid van een persoon bij een evenement.

source: The compensation stated on the event page is only an estimate of the actual figure.
nl: De vergoeding die op evenementpagina vermeld staat is slechts een schatting van de uiteindelijke boete.

source: This compensation needs to be paid within two weeks from the invoice date. If the payment isn’t fulfilled within two weeks from the invoice date, the person concerned will not be allowed to attend events with the exception of borrels of S.A. Thalia. If the payment isn’t fulfilled within four weeks from the invoice date, the person concerned will not be allowed to attend borrels of S.A. Thalia. These prohibitions to visit borrels and events will end as soon as the payment of the compensation is fulfilled. 6. The board can exempt people from paying the compensation if there are significant reasons for not attending the event. For this, an e-mail should be sent to treasurer@thalia.nu. The board will decide if reasons for not attending an event are significant.
nl: Deze vergoeding dient binnen twee weken na factuurdatum betaald te zijn. Als de betaling twee weken na de factuurdatum niet voldaan is zal het voor de betreffende persoon niet meer toegestaan zijn om deel te nemen aan evenementen m.u.v. borrels van S.V. Thalia. Als de betaling vier weken na factuurdatum niet voldaan is zal het voor de betreffende persoon niet meer toegestaan zijn om deel te nemen aan borrels van S.V. Thalia. Deze borrel- en evenementverboden worden opgeheven zodra de betaling van de vergoeding voldaan is.

source: The board can exempt people from paying the compensation if there are significant reasons for not attending the event. For this, an e-mail should be sent to treasurer@thalia.nu. The board will decide if reasons for not attending an event are significant.
nl: Het bestuur kan personen vrijstellen van het betalen van een vergoeding als er significante redenen zijn voor het niet bijwonen van een evenement. Hiervoor dient een e-mail te worden verstuurd naar penningmeester@thalia.nu. De bepaling van de significantie van redenen is aan het bestuur. Een lid kan een e-mail sturen naar penningmeester@thalia.nu om hun reden van afwezigheid aan te geven.

source: Version
nl: Versie

source: This document contains the privacy conditions of Study Association Thalia. The conditions are applicable on all members, benefactors and honorary members of Thalia. Where there are differences in the applicability of the conditions on the mentioned groups this will be stated.
nl: In dit document vindt je de privacyvoorwaarden van Studievereniging Thalia. De voorwaarden zijn van toepassing op alle leden, begunstigers en ereleden van Thalia. Waar verschillen zitten in de toepasselijkheid van de voorwaarden op de verschillende groepen is dit aangegeven.

source: Categories of personal data
nl: Categoriën persoonsgegevens

source: All data are stored at least for the length of the membership, unless stated otherwise. At the end of the membership the address information will be deleted, the name, email address and history with Thalia will be collected in the alumni database. The account on the Thalia-website will be operational even after the end of the membership or benefactorship.
nl: Alle gegevens worden minstens voor de duur van het lidmaatschap opgeslagen, tenzij anders aangegeven. Bij het aflopen van het lidmaatschap worden de adresgegevens verwijderd, de naam, het-emailadres en de historie bij Thalia worden opgenomen in het alumnibestand. Het account op de Thalia-website blijft ook na het lidmaatschap of begunstigerschap behouden.

source: Applicable to members, benefactors and honorary members:
nl: Op leden, begunstigers en ereleden van toepassing:

source: Full name
nl: Voor- en achternaam

source: Thalia uses the name of members, benefactors and honorary members for its administration and for personalising its communication. Processing of these data happens on the basis of it being necessary to fulfill the membership agreement.
nl: Thalia gebruikt de naam van leden, begunstigers en ereleden voor haar administratie en het personaliseren van communicatie. De verwerking van deze gegevens gebeurt op de grondslag dat verwerking noodzakelijk is voor het uitvoeren van de lidmaatschapsovereenkomst.

source: Address
nl: Adres

source: Thalia uses the address of the members, benefactors and honorary members for its administration and for sending the association magazine. Processing of these data happens on the basis of it being necessary to fulfill the membership agreement.
nl: Thalia gebruikt het adres van leden, begunstigers en ereleden voor haar administratie en het sturen van haar verenigingsblad. De verwerking van deze gegevens gebeurt op de grondslag dat verwerking noodzakelijk is voor het uitvoeren van de lidmaatschapsovereenkomst.

source: Email address
nl: E-mailadres

source: Thalia uses the email addresses of members, benefactors and honorary members to communicate about policy and financial matters, for sending the weekly newsletter and to enable logging in on the website. Processing of these data happens on the basis of it being necessary to fulfill the membership agreement.
nl: Thalia gebruikt het e-mailadres van leden, begunstigers en ereleden voor het communiceren van beleids- en financiële zaken, voor het versturen van een wekelijkse nieuwsbrief en voor het inloggen op de website. De verwerking van deze gegevens gebeurt op de grondslag dat verwerking noodzakelijk is voor het uitvoeren van de lidmaatschapsovereenkomst.

source: Phone number
nl: Telefoonnummer

source: Thalia uses the phone number of members, benefactors and honorary members to communicate with members about activities of Thalia. Think about calling a participant who is too late for an activity or communicating a last-minute change.The processing of phone numbers by Thalia is optional. Processing of these data happens based on consent, which is given implicitly when the phone number is entered during registration or on the user profile on the website.
nl: Thalia gebruikt het telefoonnummer van leden, begunstigers en ereleden voor het communiceren met leden t.b.v. activiteiten van Thalia. Denk hierbij aan het bellen van een deelnemer als deze te laat is of het doorgeven van een last-minute wijziging. De verwerking van het telefoonnummer door Thalia is optioneel. De grondslag voor verwerking is het geven van toestemming, wat impliciet gedaan wordt door het invoeren van een telefoonnummer bij inschrijving of op de profielpagina.

source: NB: For some events, processing of the phone number is needed because of the nature of the event. Processing will happen per activity and will be explained where applicable.
nl: NB: Voor specifieke activiteiten kan verwerking van een telefoonnummer vereist zijn door de aard van de activiteit. Verwerking van het persoonsgegeven gebeurt hier per activiteit en zal ook per activiteit worden toegelicht.

source: Date of birth
nl: Geboortedatum

source: Thalia uses the date of birth of members, benefactors and honorary members to guarantee that no alcohol is served to minors. Processing of these data happens on the basis of it being a legitimate interest of Thalia.
nl: Thalia gebruikt de geboortedatum van leden, begunstigers en ereleden om te garanderen dat geen alcohol aan minderjarigen geschonken wordt. De verwerking van deze gegevens gebeurt op de grondslag van een gerechtvaardigd belang van Thalia.

source: Bank account number
nl: Bankrekeningnummer

source: Thalia uses the bank account number of members, benefactors and honorary members when they pay via bank transfer or when they declare costs with Thalia. These data are saved for as long is required by law for the financial administration of Thalia. Processing of these data happens on the basis of it being necessary to fulfill the membership agreement.
nl: Thalia gebruikt het bankrekeningnummer van leden, begunstigers en ereleden wanneer zij per bankoverboeking iets betalen aan Thalia of wanneer zij iets declareren bij Thalia. T.b.v. de financiële administratie blijven deze gegevens de wettelijk voorgeschreven termijn opgeslagen. De verwerking van deze gegevens gebeurt op de grondslag van het uitvoeren van de lidmaatschapsovereenkomst.

source: Emergency contact
nl: Noodcontactpersoon

source: There is a possibility to add an emergency contact to the user profile on the website, so this person can be contacted if it’s needed. Adding an emergency contact is optional.
nl: Er bestaat een mogelijkheid een noodcontactpersoon op te geven op de website, zodat deze persoon gecontacteerd kan worden als er onverhoopt iets gebeurd bij een activiteit van Thalia. Het opgeven van een noodcontactpersoon is optioneel.

source: Logging data website
nl: Loggegevens website

source: Certain actions on the website cause logs to be saved (think about ordering a pizza on the website). These logs are necessary for the functioning of the website and to find and repair any errors. Processing of these data happens on the basis of it being a legitimate interest of Thalia.
nl: Bij bepaalde handelingen op de website worden logs opgeslagen (denk aan het bestellen van een pizza via de website). Deze logging is nodig voor een goede werking van de website van Thalia en is nodig om eventuele fouten in de website te kunnen achterhalen. De verwerking van deze gegevens gebeurt op de grondslag van een gerechtvaardigd belang van Thalia.

source: Applicable to members:
nl: Op leden van toepassing:

source: Student number
nl: Studentnummer

source: Thalia uses the student number of members to check if they still study and to receive grants for board members. Processing of these data happens on the basis of it being necessary to fulfill the membership agreement. Processing of these data happens on the basis of it being a legitimate interest of Thalia.
nl: Thalia gebruikt het studentnummer van leden om te controleren of zij nog studeren en om beurzen voor bestuurders aan te vragen. De verwerking van deze gegevens gebeurt op de grondslag van een gerechtvaardigd belang van Thalia.

source: Applicable to everyone:
nl: Op iedereen van toepassing:

source: Thalia uses photo’s which are made during her events for the promotion of events and the association. These photo’s can show persons. Processing of these data happens on the basis of it being a legitimate interest of Thalia.
nl: Thalia gebruikt foto’s gemaakt tijdens haar activiteiten ter promotie van activiteiten of de vereniging. Op deze foto’s kunnen personen staan. De verwerking van deze gegevens gebeurt op de grondslag van een gerechtvaardigd belang van Thalia.

source: When someone wishes not to be photographed, he or she can indicate this to the photographer. It’s also possible to ask for deletion of the photo after it has been taken.
nl: Wanneer iemand niet op een foto wenst te staan kan dit vooraf worden aangegeven bij de fotograaf. Ook naderhand kan om verwijdering van een foto gevraagd worden.

source: Other processing of personal data
nl: Overige verwerking van persoonsgegevens

source: For activities of Thalia, additional personal data may be needed. Think about data like allergy information or dietary preferences when there is an event with food, or shirt size when clothing is given to participants of an event. These data will be processed and explained per event.
nl: Voor activiteiten van Thalia kunnen aanvullende persoonsgegevens vereist zijn. Denk hierbij aan gegevens als allergie-informatie of dieetvoorkeuren bij een activiteit met een diner, of aan een shirtmaat bij een activiteit waar kleding verstrekt wordt aan de deelnemers. Deze informatie zal per activiteit verwerkt en toegelicht worden.

source: Rights of members, benefactors and honorary members concerning processing of personal data
nl: Rechten van leden, begunstigers en ereleden betreffende gegevensverwerking

source: The relevant rights of members, benefactors and honorary members concerning the processing of personal data is as follows:
nl: De wettelijke en relevante rechten van leden, begunstigers en ereleden aangaande gegevensverwerking zijn als volgt:

source: Right of access. The person concerned to view his or her data.
nl: Recht op inzage. De betrokkene heeft het recht de persoonsgegevens die verwerkt worden in te zien.

source: Right to rectification. The person concerned may correct or supplement his or her data.
nl: Recht op rectificatie en aanvulling. De betrokkene heeft het recht de persoonsgegevens die verwerkt worden te corrigeren of aan te vullen.

source: Right to erasure. The person concerned may let his or her data be deleted.
nl: Recht op vergetelheid. De betrokkene heeft het recht zijn of haar gegevens te laten verwijderen.

source: Right to data portability. The person concerned may let her data be transferred to another party.
nl: Recht op dataportabiliteit. De betrokkene heeft het recht zijn of haar gegevens over te laten dragen aan een andere partij.

source: Right to restriction of processing. The person concerned may restrict the processing of his or her personal data.
nl: Recht op beperking van verwerking. De betrokkene heeft het recht de verwerking van zijn of haar gegevens te beperken.

source: Right to object. The person concerned may object to the processing of his or her data.
nl: Recht op bezwaarmaking. De betrokkene mag bezwaar maken tegen de verwerking van zijn of haar gegevens.

source: More information on the applicability of these rights can be found on the website of <em>Autoriteit Persoonsgegevens</em> (https://autoriteitpersoonsgegevens.nl/nl).
nl: Nadere informatie over de toepasselijkheid van deze rechten is te vinden op de website van de <em>Autoriteit Persoonsgegevens</em> (https://autoriteitpersoonsgegevens.nl/nl).

source: Contact details for processing of personal data
nl: Contactpersoon gegevensverwerking

source: Within Thalia, the secretary is the contact person for all matters concerning the processing of personal data. Requests and notifications of leaked data can be sent by email to <a href="mailto:secretary@thalia.nu">secretary@thalia.nu</a> or by post to <em>Studievereniging Thalia, Toernooiveld 212, 6525EC Nijmegen</em>.
nl: Binnen Thalia is de secretaris de contactpersoon voor alle zaken aangaande de verwerking van persoonsgegevens. Verzoeken, informatieaanvragen en meldingen over datalekken kunnen worden gestuurd per e-mail naar <a href="mailto:secretaris@thalia.nu">secretaris@thalia.nu</a> of per post naar <em>Studievereniging Thalia, Toernooiveld 212, 6525EC Nijmegen</em> t.a.v. het secretariaat.

source: Processing of personal data by third parties
nl: Verwerking van persoonsgegevens door derde partijen

source: Thalia can share personal data with the following parties:
nl: Thalia kan persoonsgegevens delen met de volgende partijen:

source: Radboud University Nijmegen
nl: Radboud Universiteit Nijmegen

source: Thalia shares names and student numbers with the university to request grants and subsidies and to check the administration.
nl: Thalia deelt namen en studentnummers met de Radboud Universiteit ten behoeve van het aanvragen van subsidies en het controleren van de ledenadministratie.

source: Banks and other financial parties
nl: Banken, betalingsverwerkers en partijen voor financiële administratie

source: For making payments, data is shared with banks and other financial parties. Data will only be shared as far as they are necessary to make or receive payments.
nl: Bij het doen van betalingen of declaraties worden gegevens gedeeld met banken, betalingsverwerkers en/of partijen voor financiële administratie. Gegevens worden enkel gedeeld voorzover dit noodzakelijk is voor het doen of ontvangen van betalingen.

source: Thalia will not share personal data with partners, unless a member, benefactor or an honorary member registers for a partner event for which sharing personal data is required.
nl: Thalia zal onder geen beding persoonsgegevens delen met partners, tenzij een lid, begunstiger of erelid zich aanmeld voor een partnerevenement waarvoor het delen van persoonsgegevens noodzakelijk is (denk hierbij aan het doorgeven van namen van deelnemers aan de partner, zodat de deelnemers zich bij de beveiliging van de partner kunnen aanmelden).
