Repository: svthalia/concrexit
Catalog: website/activemembers/locale/*/LC_MESSAGES/django.po
Languages: nl

source: group memberships
nl: groepslidmaatschappen

source: Only boards
nl: Alleen besturen

source: Only committees
nl: Alleen commissies

source: Only societies
nl: Alleen gezelschappen

source: lecture year
nl: collegejaar

source: active memberships
nl: actieve lidmaatschappen

source: Active
nl: Actief

source: Inactive
nl: Inactief

source: Do not edit existing memberships if the chair of a group has changed, add a new membership instead.
nl: Pas geen bestaande lidmaatschappen aan als de voorzitter van een groep is veranderd. Voeg in de plaats daarvan een nieuw commissielidmaatschap toe.

source: First name
nl: Voornaam

source: Last name
nl: Achernaam

source: Group
nl: Groep

source: Member since
nl: Lid sinds

source: Member until
nl: Lid tot

source: Chair of the group
nl: Voorzitter van de groep

source: Role
nl: Rol

source: Export selected memberships
nl: Exporteer de geselecteerde lidmaatschappen

source: Active members
nl: Actieve leden

source: Your new G Suite credentials
nl: Je nieuwe G Suite inloggegevens

source: G Suite account suspended
nl: G Suite account gedeactiveerd

source: Member
nl: Lid

source: known by the user
nl: bekend bij de gebruiker

source: Name
nl: Naam

source: Description
nl: Beschrijving

source: Image
nl: Afbeelding

source: permissions
nl: permissies

source: founded in
nl: opgericht in

source: existed until
nl: bestond tot

source: This should only be unchecked if the committee has been dissolved. The websites assumes that any committees on it existed at some point.
nl: Dit moet alleen uitgevinkt worden als de commissie is opgeheven. De website gaat er vanuit dat de commissies op de site op enig moment bestonden.

source: contact email address
nl: contact e-mailadres

source: contact mailing list
nl: contact mailinglijst

source: Please use either the mailing list or email address option.
nl: Selecteer een mailinglijst óf vul een e-mailadres in.

source: member group
nl: ledengroep

source: member groups
nl: ledengroepen

source: committee
nl: commissie

source: committees
nl: commissies

source: society
nl: gezelschap

source: societies
nl: gezelschappen

source: board
nl: bestuur

source: boards
nl: besturen

source: Access the board wiki
nl: Toegang tot bestuurswiki

source: A board already exists for those years
nl: Er bestaat al een bestuur voor die jaren

source: The date this member joined in this role
nl: De datum waarop deze persoon lid werd in deze rol

source: A member until this time (can't be in the future).
nl: De datum waarop deze persoon de groep verliet (kan niet in de toekomst liggen)

source: There can only be one chair at a time!
nl: Er kan maar één voorzitter tegelijkertijd zijn!

source: role
nl: rol

source: The role of this member
nl: De rol van dit lid

source: End date can't be before start date
nl: De einddatum kan niet voor de startdatum liggen

source: End date can't be in the future
nl: De einddatum kan niet in de toekomst liggen

source: Start date can't be before group start date
nl: De begindatum kan niet voor de begindatum van de groep liggen

source: Start date can't be after group end date
nl: De begindatum kan niet na de einddatum van de groep liggen

source: There already is a chair for this time period
nl: Er is al een voorzitter voor deze periode

source: This member is already in the group for this period
nl: Deze persoon is al lid van deze groep in de aangegeven periode

source: {member} membership of {group} since {since}, until {until}
nl: {member} lidmaatschap van {group} sinds {since}, tot {until}

source: group membership
nl: groepslidmaatschap

source: The board
nl: Het bestuur

source: Thalia's board makes sure all operations during the academic year are taken care of, in front or behind the scenes. If you have any questions then you can address them during the day or, if you're not always on the campus, you're always welcome to <a href="mailto:info@thalia.nu">send them an email</a>.
nl: Het gehele Thaliabestuur zet zich gedurende een collegejaar in om alle activiteiten van Thalia in goede banen te leiden, voor of achter de schermen. Bij vragen en opmerkingen kun je ze altijd persoonlijk aanspreken of <a href="mailto:info@thalia.nu">mailen</a>.

source: Old boards
nl: Oude besturen

source: There are no committees!
nl: Er zijn geen commissies!

source: Dear %(full_name)s, Our records show that you have become an active member of Thalia. Awesome! This means you now get access to Thalia's G Suite organisation. Your username is: %(username)s Your password is: %(password)s You can find the login page here: https://accounts.google.com/. More information about G Suite is available here: https://gsuite.members.thalia.nu/. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(full_name)s, Volgens onze gegevens ben je actief lid bij Thalia geworden. Awesome! Dit betekent dat je toegang krijgt tot de G Suite organisatie van Thalia. Je gebruikersnaam is: %(username)s Je wachtwoord is: %(password)s De loginpagina kun je hier vinden: https://accounts.google.com/. Meer informatie over G Suite is beschikbaar via https://gsuite.members.thalia.nu/. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— De e-mail is automatisch gegenereerd.

source: Dear %(full_name)s, Our records show that you are no longer an active member of Thalia. This means your Thalia G Suite account has been suspended. The account will be removed soon, unless reactivated. Please notify the board if you think this is a mistake. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(full_name)s, Volgens onze gegevens ben je niet langer actief lid bij Thalia. Dit betekent dat je Thalia G Suite account is gedeactiveerd. Je account wordt binnenkort verwijderd tenzij deze wordt geheractiveerd. Stel het bestuur op de hoogte als je denkt dat dit niet klopt. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— De e-mail is automatisch gegenereerd.

source: Members
nl: Leden

source: This group doesn't have any members?
nl: Deze groep heeft geen leden?

source: Interested in forming a society? Read the Society policy and application form document, which can be found on <a href="%(documents_page)s">the documents page</a>, carefully. The application form can be found at the bottom of the document. To request a society you must submit the filled in form to the board.
nl: Gezelschap aanvragen? Lees het gezelschapppenbeleid en aanvraagformulier, dat je kan vinden op <a href="%(documents_page)s">de documentenpagina</a>, goed door. Het aanvraagformulier kan onderaan het document worden gevonden. Om een gezelschap aan te vragen dien je het ingevulde formulier bij het bestuur aan te leveren.

source: There are no societies!
nl: Er zijn geen gezelschappen!

source: Chair
nl: Voorzitter
